<template>
    <div>
        <el-dialog
                title="提示"
                :visible.sync="dialogVisible"
                width="30%"
                :before-close="handleClose">
            <p><h3>法律声明</h3>
                1.具有代为清偿债务能力的法人、其他组织或者公民，可以作保证人。——《担保法》<br>
                2.国家机关不得为保证人，但经国务院批准为使用外国政府或者国际经济组织贷款进行转贷的除外。——《担保法》<br>
                3.企业法人的分支机构、职能部门不得为保证人。企业法人的分支机构有法人书面授权的，可以在授权范围内提供保证。——《担保法》<br>
                4.任何单位和个人不得强令银行等金融机构或者企业为他人提供保证；银行等金融机构或者企业对强令其为他人提供保证的行为，有权拒绝。——《担保法》<br>
                5.同一债务有两个以上保证人的，保证人应当按照保证合同约定的保证份额，承担保证责任。没有约定保证份额的，保证人承担连带责任，债权人可以要求任何一个保证人承担全部保证责任，保证人都负有担保全部债权实现的义务。已经承担保证责任的保证人，有权向债务人追偿，或者要求承担连带责任的其他保证人清偿其应当承担的份额。<br>
                6.保证人与债权人应当以书面形式订立保证合同。——《担保法》<br>
                7.保证人与债权人可以就单个主合同分别订立保证合同，也可以协议在最高债权额限度内就一定期间连续发生的借款合同或者某项商品交易合同订立一个保证合同。——《担保法》<br>
                8.当事人在保证合同中约定保证人与债务人对债务承担连带责任的，为连带责任保证。<br>
                9.连带责任保证的债务人在主合同规定的债务履行期届满没有履行债务的，债权人可以要求债务人履行债务，也可以要求保证人在其保证范围内承担保证责任。——《担保法》<br>
                10.当事人对保证方式没有约定或者约定不明确的，按照连带责任保证承担保证责任。——《担保法》<br>
                11.一般保证和连带责任保证的保证人享有债务人的抗辩权。债务人放弃对债务的抗辩权的，保证人仍有权抗辩。抗辩权是指债权人行使债权时，债务人根据法定事由，对抗债权人行使请求权的权利。——《担保法》<br>
                12.保证担保的范围包括主债权及利息、违约金、损害赔偿金和实现债权的费用。保证合同另有约定的，按照约定。当事人对保证担保的范围没有约定或者约定不明确的，保证人应当对全部债务承担责任。——《担保法》<br>
                13.保证期间，债权人依法将主债权转让给第三人的，保证人在原保证担保的范围内继续承担保证责任。保证合同另有约定的，按照约定。——《担保法》<br>
                14.保证人依照担保法法第十四条规定就连续发生的债权作保证，未约定保证期间的，保证人可以随时书面通知债权人终止保证合同，但保证人对于通知到债权人前所发生的债权，承担保证责任。——《担保法》<br>
                15.融资性担保公司对单个被担保人提供的融资性担保责任余额不得超过净资产的10％，对单个被担保人及其关联方提供的融资性担保责任余额不得超过净资产的15％，对单个被担保人债券发行提供的担保责任余额不得超过净资产的30％。——《融资性担保公司管理暂行办法》<br>
                16.融资性担保公司的融资性担保责任余额不得超过其净资产的10倍。——《融资性担保公司管理暂行办法》<br>
                17.融资性担保公司以自有资金进行投资，限于国债、金融债券及大型企业债务融资工具等信用等级较高的固定收益类金融产品，以及不存在利益冲突且总额不高于净资产20％的其他投资。——《融资性担保公司管理暂行办法》<br>
                18.融资性担保公司不得为其母公司或子公司提供融资性担保。——《融资性担保公司管理暂行办法》<br>
                19.融资性担保公司应当按照当年担保费收入的50％提取未到期责任准备金，并按不低于当年年末担保责任余额1％的比例提取担保赔偿准备金。担保赔偿准备金累计达到当年担保责任余额10％的，实行差额提取。差额提取办法和担保赔偿准备金的使用管理办法由监管部门另行制定。——《融资性担保公司管理暂行办法》<br>
                20.融资性担保公司与债权人应当按照协商一致的原则建立业务关系，并在合同中明确约定承担担保责任的方式。——《融资性担保公司管理暂行办法》<br>
                21.融资性担保公司办理融资性担保业务，应当与被担保人约定在担保期间可持续获得相关信息并有权对相关情况进行核实。——《融资性担保公司管理暂行办法》<br>
                22.融资性担保公司与债权人应当建立担保期间被担保人相关信息的交换机制，加强对被担保人的信用辅导和监督，共同维护双方的合法权益。——《融资性担保公司管理暂行办法》<br>
                23.融资性担保公司应当按照监管部门的规定，将公司治理情况、财务会计报告、风险管理状况、资本金构成及运用情况、担保业务总体情况等信息告知相关债权人。——《融资性担保公司管理暂行办法》<br>
                24.融资性担保公司应当按照规定及时向监管部门报送经营报告、财务会计报告、合法合规报告等文件和资料。融资性担保公司向监管机构提交的各类文件和资料，应当真实、准确、完整。——《融资性担保公司管理暂行办法》<br>
                25.融资性担保公司应当按季度向监管部门报告资本金的运用情况。——《融资性担保公司管理暂行办法》<br>
                26.融资性担保公司发生担保诈骗、金额可能达到其净资产5％以上的担保代偿或投资损失，以及董事、监事、高级管理人员涉及严重违法、违规等重大事件时，应当立即采取应急措施并向监管部门报告。——《融资性担保公司管理暂行办法》<br>
                27.融资性担保公司应当及时向监管部门报告股东大会或股东会、董事会等会议的重要决议。——《融资性担保公司管理暂行办法》<br>
                28.融资性担保公司应当聘请社会中介机构进行年度审计，并将审计报告及时报送监管部门。——《融资性担保公司管理暂行办法》<br>
                29.融资性担保公司违反法律、法规及本办法规定，有关法律、法规有处罚规定的，依照其规定给予处罚；有关法律、法规未作处罚规定的，由监管部门责令改正，可以给予警告、罚款；构成犯罪的，依法追究刑事责任。——《融资性担保公司管理暂行办法》<br>
            </p>
            <span slot="footer" class="dialog-footer">
    <el-button @click="cancel">拒 绝</el-button>
    <el-button type="primary" @click="confirm">同 意</el-button>
  </span>
        </el-dialog>
    </div>
</template>

<script>
    import Header from "./Header";
    import Footer from "./Footer";
    export default {
        name: "Clause",
        components:{
            Header,
            Footer,
        },
        data() {
            return {
                dialogVisible: true
            };
        },
        methods: {
            cancel(){
                this.dialogVisible = false;
                this.$router.push({path: '/applyguarantee1'});
            },
            confirm(){
                this.dialogVisible = false;
                this.$router.push({path: '/qualification'});
            },
            handleClose(done) {
                this.$confirm('确认关闭？')
                    .then(_ => {
                        this.$router.push({path: '/applyguarantee1'});
                    })
                    .catch(_ => {});
            }
        }
    }
</script>

<style scoped>

</style>