<template>
    <div>
        <Header></Header>
        <el-breadcrumb separator-class="el-icon-arrow-right">
            <el-breadcrumb-item :to="{ path: '/' }">首页</el-breadcrumb-item>
            <el-breadcrumb-item :to="{ path: '/services' }">金融服务</el-breadcrumb-item>
            <el-breadcrumb-item>担保服务</el-breadcrumb-item>
        </el-breadcrumb>

        <div>
            <el-dialog
                    title="法律条款"
                    :visible.sync="dialogVisible"
                    width="30%"
                    :before-close="handleClose">
                <p>1.银行业金融机构开办衍生产品交易业务的资格分为以下两类：（一）基础类资格：只能从事套期保值类衍生产品交易；（二）普通类资格：除基础类资格可以从事的衍生产品交易之外，还可以从事非套期保值类衍生产品交易。根据银行业金融机构的风险管理能力，监管部门可以对其具体的业务模式、产品种类等实施差别化资格管理。<br><br>
                    2.银行业金融机构申请基础类资格，应当具备以下条件：（一）有健全的衍生产品交易风险管理制度和内部控制制度；（二）具有接受相关衍生产品交易技能专门培训半年以上、从事衍生产品或相关交易2年以上的交易人员至少2名，相关风险管理人员至少1名，风险模型研究人员或风险分析人员至少1名，熟悉套期会计操作程序和制度规范的人员至少1名，以上人员均需专岗专人，相互不得兼任，且无不良记录；（三）有适当的交易场所和设备；（四）具有处理法律事务和负责内控合规检查的专业部门及相关专业人员；（五）满足中国银监会审慎监管指标要求；（六）中国银监会规定的其他条件。<br>
                    3.银行业金融机构申请普通类资格，除具备上述基础类资格条件以外还需具备以下条件：<br>
                    （一）完善的衍生产品交易前、中、后台自动联接的业务处理系统和实时风险管理系统；<br>
                    （二）衍生产品交易业务主管人员应当具备5年以上直接参与衍生产品交易活动或风险管理的资历，且无不良记录；（三）严格的业务分离制度，确保套期保值类业务与非套期保值类业务的市场信息、风险管理、损益核算有效隔离；（四）完善的市场风险、操作风险、信用风险等风险管理框架；（五）中国银监会规定的其他条件。<br>
                    4.外资银行开办衍生产品交易业务，应当向当地监管机构提交由授权签字人签署的申请材料，经审查同意后，报中国银监会审批。外商独资银行、中外合资银行应当由总行统一向当地监管机构提交申请材料；外国银行拟在中国境内两家以上分行开办衍生产品交易业务的，应当由其在华管理行统一向当地监管机构提交申请材料，经审查同意后，报中国银监会审批。外国银行分行申请开办衍生产品交易业务，应当获得其总行（地区总部）的正式授权，其母国应当具备对衍生产品交易业务进行监管的法律框架，其母国监管当局应当具备相应的监管能力。申请开办衍生产品交易业务的外国银行分行，如果不具备第九条或第十条所列条件，其总行（地区总部）应当具备上述条件。同时该分行还应当具备以下条件：（一）其总行（地区总部）对该分行从事衍生产品交易等方面的正式授权对交易品种和限额作出明确规定；（二）除总行另有明确规定外，该分行的全部衍生产品交易统一通过对其授权的总行（地区总部）系统进行实时平盘，并由其总行（地区总部）统一进行平盘、敞口管理和风险控制。其他由属地监管的银行业金融机构应当先向当地监管机构提交申请材料，经审查同意后，报中国银监会审批；其他由中国银监会直接监管的银行业金融机构直接向中国银监会提交申请材料，报中国银监会审批。<br>
                    5.银行业金融机构申请开办衍生产品交易业务，应当向中国银监会或其派出机构报送以下文件和资料（一式三份）：（一）开办衍生产品交易业务的申请报告、可行性报告及业务计划书或展业计划；（二）衍生产品交易业务内部管理规章制度；（三）衍生产品交易会计制度；（四）主管人员和主要交易人员名单、履历；（五）衍生产品交易风险管理制度，包括但不限于：风险敞口量化规则或风险限额授权管理制度；（六）交易场所、设备和系统的安全性和稳定性测试报告；（七）中国银监会要求的其他文件和资料。外国银行分行申请开办衍生产品交易业务，若不具备第九条或第十条所列条件，该分行除报送其总行（地区总部）的上述文件和资料外，同时还应当向所在地银监局报送以下文件：（一）其总行（地区总部）对该分行从事衍生产品交易品种和限额等方面的正式书面授权文件；（二）除其总行另有明确规定外，其总行（地区总部）出具的确保该分行全部衍生产品交易通过总行（地区总部）交易系统进行实时平盘，并由其总行（地区总部）负责进行平盘、敞口管理和风险控制的承诺函。<br>
                    6.银行业金融机构提交的衍生产品交易会计制度，应当符合我国有关会计标准。我国未规定的，应当符合有关国际标准。外国银行分行可以遵从其母国/总行会计标准。<br>
                    7.银行业金融机构按本办法规定提交的交易场所、设备和系统的安全性测试报告，原则上应当由第三方独立做出。<br>
                    8.银行业金融机构开办衍生产品交易业务内部管理规章制度应当至少包括以下内容：（一）衍生产品交易业务的指导原则、业务操作规程（业务操作规程应当体现交易前台、中台与后台分离的原则）和针对突发事件的应急计划；（二）新业务、新产品审批制度及流程；（三）交易品种及其风险控制制度；（四）衍生产品交易的风险模型指标及量化管理指标；（五）风险管理制度和内部审计制度；（六）衍生产品交易业务研究与开发的管理制度及后评价制度；（七）交易员守则；（八）交易主管人员岗位责任制度，对各级主管人员与交易员的问责制度和激励约束机制；（九）对前、中、后台主管人员及工作人员的培训计划；（十）中国银监会规定的其他内容。<br>
                    9.中国银监会自收到银行业金融机构按照本办法提交的完整申请资料之日起三个月内予以批复。<br>
                    10.银行业金融机构法人授权其分支机构办理衍生产品交易业务，须对其风险管理能力进行严格审核，并出具有关交易品种和限额等方面的正式书面授权文件；境内分支机构办理衍生产品交易业务须统一通过其总行（部）系统进行实时平盘，并由总行（部）统一进行平盘、敞口管理和风险控制。上述分支机构应当在收到其总行（部）授权或授权发生变动之日起30日内，持其总行（部）的授权文件向当地银监局报告。外国银行分行所获授权发生变动时，应当及时主动向中国银监会报告。<br>
                    11.银行业金融机构应当根据本机构的经营目标、资本实力、管理能力和衍生产品的风险特征，确定是否适合从事衍生产品交易及适合从事的衍生产品交易品种和规模。<br>
                    12.银行业金融机构从事衍生产品交易业务，在开展新的业务品种、开拓新市场等创新前，应当书面咨询监管部门意见。银行业金融机构应当逐步提高自主创新能力、交易管理能力和风险管理水平，谨慎涉足自身不具备定价能力的衍生产品交易。银行业金融机构不得自主持有或向客户销售可能出现无限损失的裸卖空衍生产品，以及以衍生产品为基础资产或挂钩指标的再衍生产品。<br>
                    13.银行业金融机构应当按照第四条所列衍生产品交易业务的分类，建立与所从事的衍生产品交易业务性质、规模和复杂程度相适应的、完善的、可靠的市场风险、信用风险、操作风险以及法律合规风险管理体系和制度、内部控制制度和业务处理系统，并配备履行上述风险管理、内部控制和业务处理职责所需要的具备相关业务知识和技能的工作人员。<br>
                    14.银行业金融机构董事会或其授权专业委员会应当定期对现行的衍生产品业务情况、风险管理政策和程序进行评价，确保其与机构的资本实力、管理水平相一致。新产品推出频繁或系统发生重大变化时，应当相应增加评估频度。<br>
                    15.银行业金融机构高级管理人员应当了解所从事的衍生产品交易风险；审核评估和批准衍生产品交易业务经营及其风险管理的原则、程序、组织、权限的综合管理框架；并能通过独立的风险管理部门和完善的检查报告系统，随时获取有关衍生产品交易风险状况的信息，进行相应的监督与指导。在此基础上，银行业金融机构应当每年一次对其自身衍生产品业务情况进行评估，并将上一年度评估报告一式两份于每年一月底之前报送监管机构。<br>
                    16.<br>
                    17.银行业金融机构要根据本机构的整体实力、自有资本、盈利能力、业务经营方针、衍生产品交易目的及对市场走向的预测，选择与本机构业务相适应的测算衍生产品交易风险敞口的指标和方法。银行业金融机构应当建立并严格执行授权和止损制度，制定并定期审查更新各类衍生产品交易的风险敞口限额、止损限额、应急计划和压力测试的制度和指标，制定限额监控和超限额处理程序。在进行衍生产品交易时，必须严格执行分级授权和敞口风险管理制度，任何重大交易或新的衍生产品业务都应当经由董事会或其授权的专业委员会或高级管理层审批。在因市场变化或决策失误出现账面浮亏时，应当严格执行止损制度。对在交易活动中有越权或违规行为的交易员及其主管，要实行严格问责和惩处。<br>
                    18.银行业金融机构应当加强对分支机构衍生产品交易业务的授权与管理。对于衍生产品经营能力较弱、风险防范及管理水平较低的分支机构，应当适当上收其衍生产品的交易权限。银行业金融机构应当在相应的风险管理制度中明确重大交易风险的类别特征，并规定取消交易权限的程序。对于发生重大衍生产品交易风险的分支机构，应当及时取消其衍生产品的交易权限。<br>
                    19.银行业金融机构从事风险计量、监测和控制的工作人员必须与从事衍生产品交易或营销的人员分开，不得相互兼任；风险计量、监测或控制人员可以直接向高级管理层报告风险状况。根据本办法第四条所列的分类标准，银行业金融机构负责从事套期保值类与非套期保值类衍生产品交易的交易人员不得相互兼任。银行业金融机构应当确保其所从事的上述不同类别衍生产品交易的相关信息相互隔离。<br>
                    20.银行业金融机构应当制定明确的交易员、分析员、销售人员等从业人员资格认定标准，根据衍生产品交易及风险管理的复杂性对业务销售人员及其他有关业务人员进行培训，确保其具备必要的技能和资格。　<br>
                    21.银行业金融机构要制定合理的成本和资产分析测算制度和科学规范的激励约束机制，不得将衍生产品交易和风险管理人员的收入与当期绩效简单挂钩，避免其过度追求利益，增加交易风险。<br>
                    22.银行业金融机构应当对衍生产品交易主管和交易员实行定期轮岗和强制带薪休假。<br>
                    23.银行业金融机构内审部门要定期对衍生产品交易业务风险管理制度的执行情况进行检查。对于衍生产品交易制度和业务的内审应当具有以下要素：（一）确保配备数量充足且具备相关经验和技能的内审人员；（二）建立内审部门向董事会的独立报告路线。<br>
                    24.银行业金融机构应当建立健全控制法律风险的机制和制度，严格审查交易对手的法律地位和交易资格。银行业金融机构与交易对手签订衍生产品交易合约时应当参照国际及国内市场惯例，充分考虑发生违约事件后采取法律手段追索保全的可操作性等因素，采取有效措施防范交易合约起草、谈判和签订等过程中的法律风险。<br>
                    25.银行业金融机构应当制定完善针对衍生产品交易合同等法律文本的评估及管理制度，至少每年根据交易对手的情况，对涉及到的衍生产品交易合同文本的效力、效果进行评估，加深理解和掌握，有效防范法律风险。<br>
                    26.银行业金融机构应当制定评估交易对手适当性的相关政策：包括评估交易对手是否充分了解合约的条款以及履行合约的责任，识别拟进行的衍生交易是否符合交易对手本身从事衍生交易的目的。在履行本条要求时，银行业金融机构可以根据诚实信用原则合理地依赖交易对手提供的正式书面文件。<br>
                    27.银行业金融机构应当制定完善的交易对手信用风险管理制度，选择适当的方法和模型对交易对手信用风险进行评估，并采取适当的风险缓释措施。银行业金融机构应当以适当的方式向交易对手明示相关的信用风险缓释措施可能对其产生的影响。<br>
                    28.银行业金融机构应当运用适当的风险评估方法或模型对衍生产品交易的市场风险进行评估，按市价原则管理市场风险（衍生产品的市值评估可以合理利用第三方独立估值报价），调整交易规模、类别及风险敞口水平。<br>
                    29.银行业金融机构从事套期保值类衍生产品交易，应当由资产负债管理部门根据本机构的真实需求背景决定发起交易和进行交易决策。<br>
                    30.银行业金融机构从事非套期保值类衍生产品交易，应当计提此类衍生产品交易敞口的市场风险资本，市场风险资本计算方法按照《商业银行资本充足率管理办法》和《商业银行市场风险资本计量内部模型法监管指引》的相关规定执行。<br>
                    31.银行业金融机构从事非套期保值类衍生产品交易，其标准法下市场风险资本不得超过银行业金融机构核心资本的3%。监管部门可根据银行业金融机构的经营情况在该资本比例上限要求内实施动态差异化管理。标准法下市场风险资本的计算方法按照《商业银行资本充足率管理办法》的相关规定执行。<br>
                    32.银行业金融机构应当根据衍生产品交易的规模与类别，建立完善的流动性风险监控与预警系统，做好充分的流动性安排，确保在市场交易异常情况下，具备足够的履约能力。<br>
                    33.银行业金融机构应当建立健全控制操作风险的机制和制度，明确衍生产品交易操作和监控中的各项责任，包括但不限于：交易文件的生成和录入、交易确认、轧差交割、交易复核、市值重估、异常报告、会计处理等。衍生产品交易过程中的文件和录音记录应当统一纳入档案系统管理，由职能部门定期检查。<br>
                    34.银行业金融机构应当按照中国银监会的规定对从事的衍生产品交易进行清算，确保履行交割责任，规范处理违约及终止事件，及时识别并控制操作风险。<br>
                    35.银行业金融机构应当建立完善衍生产品交易管理信息系统，确保按产品、交易对手等进行分类的管理信息完整、有效。<br>
                    36.银行业金融机构应当按照中国银监会的规定报送与衍生产品交易有关的会计、统计报表及其他报告。银行业金融机构应当按照中国银监会关于信息披露的规定，对外披露从事衍生产品交易的风险状况、损失状况、利润变化及异常情况。<br>
                    37.银行业金融机构从事衍生产品交易出现重大业务风险或重大业务损失时，应当迅速采取有效措施，制止损失继续扩大，同时将有关情况及时主动向中国银监会报告。银行业金融机构所从事的衍生产品交易、运行系统、风险管理系统等发生重大变动时，应当及时主动向中国银监会报告具体情况。<br>
                    38.中国银监会可以检查银行业金融机构有关衍生产品交易业务的资料和报表、风险管理制度、内部控制制度和业务处理系统是否与其从事的衍生产品交易业务种类相适应。<br>
                    39.银行业金融机构应当高度重视衍生产品交易的风险管理工作，制定完善客户适合度评估制度，在综合考虑衍生产品分类和客户分类的基础上，对衍生产品交易进行充分的适合度评估：（一）评估衍生产品的风险及复杂程度，对衍生产品进行相应分类，并至少每年复核一次其合理性，进行动态管理；（二）根据客户的业务性质、衍生产品交易经验等评估其成熟度，对客户进行相应分类，并至少每年复核一次其合理性，进行动态管理。<br>
                    40.银行业金融机构应当根据客户适合度评估结果，与有真实需求背景的客户进行与其风险承受能力相适应的衍生产品交易，并获取由客户提供的声明、确认函等能够证明其真实需求背景的书面材料，内容包括但不限于：<br>
                    41.（一）与衍生产品交易直接相关的基础资产或基础负债的真实性；（二）客户进行衍生产品交易的目的或目标；（三）是否存在与本条第一项确认的基础资产或基础负债相关的尚未结清的衍生产品交易敞口。<br>
                    42.银行业金融机构与客户交易的衍生产品的主要风险特征应当与作为真实需求背景的基础资产或基础负债的主要风险特征具有合理的相关度，在营销与交易时应当首先选择基础的、简单的、自身具备定价估值能力的衍生产品。<br>
                    43.银行业金融机构应当制定完善衍生产品销售人员的内部培训、资格认定及授权管理制度，加强对销售人员的持续专业培训和职业操守教育，及时跟进针对新产品新业务的培训和资格认定，并建立严格的管理制度。通过资格认定并获得有效授权的销售人员方可向客户介绍、营销衍生产品。在向客户介绍衍生产品时，销售人员应当以适当的方式向客户明示其已通过内部资格认定并获得有效授权。<br>
                    44.银行业金融机构应当以清晰易懂、简明扼要的文字表述向客户提供衍生产品介绍和风险揭示的书面资料，相关披露以单独章节、明白清晰的方式呈现，不得以页边、页底或脚注以及小字体等方式说明，内容包括但不限于：（一）产品结构及基本交易条款的完整介绍和该产品的完整法律文本；（二）与产品挂钩的指数、收益率或其他参数的说明；（三）与交易相关的主要风险披露；（四）产品现金流分析、压力测试、在一定假设和置信度之下最差可能情况的模拟情景分析与最大现金流亏损以及该假设和置信度的合理性分析；（五）应当向客户充分揭示的其他信息。<br>
                    45.在衍生产品销售过程中，银行业金融机构应当客观公允地陈述所售衍生产品的收益与风险，不得误导客户对市场的看法，不得夸大产品的优点或缩小产品的风险，不得以任何方式向客户承诺收益。<br>
                    46.银行业金融机构应当充分尊重客户的独立自主决策，不得将交易衍生产品作为与客户开展其他业务的附加条件。<br>
                    47.银行业金融机构应当建立客户的信用评级制度，并结合客户的信用评级、财务状况、盈利能力、净资产水平、现金流量等因素，确定相关的信用风险缓释措施，限制与一定信用评级以下客户的衍生产品交易。<br>
                    48.与客户达成衍生产品交易之前，银行业金融机构应当获取由客户提供的声明、确认函等形式的书面材料，内容包括但不限于：（一）客户进行该笔衍生产品交易的合规性；（二）衍生产品交易合同、交易指令等协议文本的签署人员是否获得有效的授权；（三）客户是否已经完全理解该笔衍生产品交易的条款、相关风险，以及该笔交易是否符合第四十五条第二项确认的交易目的或目标；（四）客户对于该笔衍生产品交易在第四十八条第四项所述最差可能情况下是否具备足够的承受能力；（五）需要由客户声明或确认的其他事项。<br>
                    49.银行业金融机构应当及时向客户提供已交易的衍生产品的市场信息，定期将与客户交易的衍生产品的市值重估结果以评估报告、风险提示函等形式，通过信件、电子邮件、传真等可记录的方式向客户书面提供，并确保相关材料及时送达客户。当市场出现较大波动时，应当适当提高市值重估频率，并及时向客户书面提供市值重估结果。银行业金融机构应当至少每年对上述市值重估的频率和质量进行评估。<br>
                    50.银行业金融机构对于自身不具备定价估值能力的衍生产品交易，应当向报价方获取关键的估值参数及相关信息，并通过信件、电子邮件、传真等可记录的方式向客户书面提供此类信息，以提高衍生产品市值重估的透明度。<br>
                    51.银行业金融机构应当针对与客户交易的衍生产品业务种类确定科学合理的利润目标，制定科学合理的考核评价与长效激励约束机制，引导相关部门和人员诚实守信、合规操作，不得过度追求盈利，不得将与客户交易衍生产品的相关收益与员工薪酬及其所在部门的利润目标及考核激励机制简单挂钩。<br>
                    52.银行业金融机构应当制定完善衍生产品交易业务的定期后评价制度，包括对合规销售、风险控制、考核激励机制等内部管理制度的定期后评价。银行业金融机构应当通过实地访问、电子邮件、传真、电话录音等可记录的方式建立完善对客户的定期回访制度，针对合规销售与风险揭示等内容认真听取客户的意见，并及时反馈。<br>
                    53.对未能有效执行衍生产品交易风险管理和内部控制制度的银行业金融机构，可以暂停或终止其衍生产品交易资格，并进行经济处罚。<br>
                    54.银行业金融机构的衍生产品交易人员（包括主管、风险管理人员、分析师、交易人员等）、机构违反本办法有关规定违规操作，造成本机构或者客户重大经济损失的，该银行业金融机构应当对直接负责的高级管理人员、主管人员和直接责任人给予记过直至开除的纪律处分；构成犯罪的，移交司法机关依法追究刑事责任。<br>
                    ——《银行业金融机构衍生产品交易业务管理暂行办法》<br>






                </p>
                <span slot="footer" class="dialog-footer">
    <el-button @click="cancel">拒 绝</el-button>
    <el-button type="primary" @click="confirm">同 意</el-button>
  </span>
            </el-dialog>
        </div>






        <el-button type="primary" @click="online">线上商谈</el-button>

        <el-button type="primary" @click="offline">线下商谈</el-button>

        <el-button type="primary" @click="enter">进入合约填报</el-button>

        <Footer></Footer>
    </div>
</template>

<script>
    import Header from "./Header";
    import Footer from "./Footer";
    export default {
        name: "Other2Deal",
        components:{
            Header,
            Footer,
        },
        data() {
            return {
                dialogVisible: true
            };
        },
        methods: {
            cancel(){
                this.dialogVisible = false;
                this.$router.push({path: '/services/other'});
            },
            confirm(){
                this.dialogVisible = false;
            },
            handleClose(done) {
                this.$confirm('确认关闭？')
                    .then(_ => {
                        this.$router.push({path: '/services/other'});
                    })
                    .catch(_ => {});
            },
            online(){

            },
            offline(){

            },
            enter(){
                this.$router.push({path: '/o2dealing'});
            }
        }
    }
</script>

<style scoped>

</style>